export default [
  {
    level: 0,
    name: '七年级第一学期',
    poems: [
      {
        name: '静夜思',
        content: `床前明月光，疑是地上霜。举头望明月，低头思故乡。`
      },
      {
        name: '七步诗',
        content: `煮豆燃豆萁，豆在釜中泣。本是同根生，相煎何太急？`
      },
      {
        name: '咏史·郁郁涧底松',
        content: `郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条。世胄蹑高位，英俊沉下僚。地势使之然，由来非一朝。金张藉旧业，七叶珥汉貂。冯公岂不伟，白首不见招。`
      }
    ]
  },
  {
    level: 1,
    name: '七年级第二学期',
    poems: [
      {
        name: '咏柳',
        content: `碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。`
      },
      {
        name: '望天门山',
        content: `天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。`
      },
      {
        name: '游山西村',
        content: `莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。`
      }
    ]
  },
]
