export default [
  {
    level: 0,
    name: '七年级第一学期',
    poems: [
      {
        name: '静夜思',
        content: `床前明月光，疑是地上霜。举头望明月，低头思故乡。`
      },
      {
        name: '七步诗',
        content: `煮豆燃豆萁，豆在釜中泣。本是同根生，相煎何太急？`
      },
      {
        name: '咏史·郁郁涧底松',
        content: `郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条。世胄蹑高位，英俊沉下僚。地势使之然，由来非一朝。金张藉旧业，七叶珥汉貂。冯公岂不伟，白首不见招。`
      }
    ],
    articles: [
      {
        name: '曹刿论战',
        content:`十年春，齐师伐我。公将战，曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未徧，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”
公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。
既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”`
      }
    ]
  },
  {
    level: 1,
    name: '七年级第二学期',
    poems: [
      {
        name: '咏柳',
        content: `碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。`
      },
      {
        name: '望天门山',
        content: `天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。`
      },
      {
        name: '游山西村',
        content: `莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。`
      }
    ]
  },
]
